Revit 2015 API
MeshArrayIterator Constructor
For Internal Use Only.
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 2015.0.0.0 (2015.0.0.0)
Syntax
C#
public MeshArrayIterator()
Visual Basic
Public Sub New
Visual C++
public:
MeshArrayIterator()
Remarks
This constructor is exposed to enable support for COM interop only. This object should never be created by the developer.
See Also
MeshArrayIterator Class
Autodesk.Revit.DB Namespace